<?php

return [
    'Music' => [
        'Artist' => [
            'store'         => 'مشخصات هنرمند :name با موفقیت اضافه شد.',
            'change_status' => 'مشخصات هنرمند :name با موفقیت تغییر داده شد.',
            'destroy'       => 'مشخصات هنرمند :name با موفقیت حذف گردید.',
            'restore'       => 'مشخصات هنرمند :name با موفقیت بازیابی گردید.',
        ],
        'Song'    => [
            'store'         => 'مشخصات آهنگ با موفقیت اضافه شد.',
            'change_status' => 'مشخصات هنرمند :name با موفقیت تغییر داده شد.',
            'destroy'       => 'مشخصات هنرمند :name با موفقیت حذف گردید.',
            'restore'       => 'مشخصات هنرمند :name با موفقیت بازیابی گردید.',
        ],
    ],
];
